[
  {
    "titolo": "Rivoluzione Americana",
    "descrizione": "La Rivoluzione Americana fu un conflitto armato tra gli Stati Uniti d'America e il Regno Unito, che durò dal 1775 al 1783.",
    "foto": "assets/img/RivoluzioneAmericana.jpg",
    "contenuto":
      "<h2>Rivoluzione Americana</h2> <p>La Rivoluzione americana è la <strong>guerra di indipendenza</strong> che tra il 1775 e il 1783 oppone le tredici colonie inglesi del Nord America alla Gran Bretagna. Le colonie erano nate tra il XVII e XVIII secolo e godevano di una certa autonomia grazie alle <strong>assemblee elettive</strong>, ma dipendevano economicamente dalla madrepatria attraverso gli <strong>Atti di navigazione</strong>, che obbligavano a commerciare solo con l’Inghilterra.</p> <p>Dopo la guerra dei Sette anni, l’Inghilterra decide di aumentare le tasse per risanare il debito pubblico, introducendo provvedimenti come il <strong>Sugar Act (1764)</strong> e lo <strong>Stamp Act (1765)</strong>. I coloni reagiscono sostenendo il principio <strong>“No taxation without representation”</strong>, cioè nessuna tassa senza rappresentanza politica nel Parlamento inglese.</p> <p>La tensione cresce fino al <strong>Boston Tea Party (1773)</strong>, quando alcuni coloni gettano in mare il carico di tè inglese per protesta contro le tasse. La repressione britannica spinge le colonie a unirsi e nel 1775 scoppia la guerra, con un esercito guidato da <strong>George Washington</strong>.</p> <p>Il <strong>4 luglio 1776</strong> viene approvata la <strong>Dichiarazione di indipendenza</strong>, documento ispirato ai principi dell’<em>Illuminismo</em>, che afferma i diritti naturali dell’uomo come libertà e uguaglianza. Dopo alcune vittorie decisive, come quella di <strong>Saratoga (1777)</strong>, Francia, Spagna e Olanda intervengono a favore dei coloni.</p> <p>La guerra si conclude con la resa inglese a <strong>Yorktown (1781)</strong> e con il <strong>Trattato di Versailles (1783)</strong>, che riconosce l’indipendenza. Nascono così gli <strong>Stati Uniti d’America</strong>, organizzati secondo il principio della <em>divisione dei poteri</em> tra Presidente, Congresso e Corte suprema.</p>"
  },

  {
    "titolo": "Rivoluzione Francese",
    "descrizione": "La Rivoluzione Francese fu un periodo di grandi trasformazioni politiche, sociali e culturali in Francia tra il 1789 e il 1799.",
    "foto": "assets/img/RivoluzioneFrancese.jpg",
    "contenuto":
      "<h2>Rivoluzione Francese</h2> <p>La Rivoluzione francese inizia nel 1789 ed è causata da una profonda <strong>crisi economica</strong>, dall’ingiustizia dei privilegi feudali e dalla diffusione delle <strong>idee illuministe</strong>, che sostenevano libertà, uguaglianza e sovranità popolare. Lo Stato era indebitato per le guerre e le spese della corte, mentre nobiltà e clero erano esenti dalle tasse e il Terzo Stato sopportava quasi tutto il peso fiscale.</p> <p>Nel 1789 Luigi XVI convoca gli <strong>Stati Generali</strong>, assemblea dei tre ordini. Il Terzo Stato, che rappresenta la maggioranza della popolazione, chiede il voto per testa e il <strong>20 giugno 1789</strong> compie il <strong>Giuramento della Pallacorda</strong>, dando vita all’<strong>Assemblea Nazionale Costituente</strong>.</p> <p>Il <strong>14 luglio 1789</strong> il popolo di Parigi assalta la <strong>Bastiglia</strong>, simbolo dell’assolutismo. Poco dopo, il <strong>4 agosto 1789</strong>, vengono aboliti i privilegi feudali e il <strong>26 agosto 1789</strong> viene proclamata la <strong>Dichiarazione dei diritti dell’uomo e del cittadino</strong>, che afferma i principi di <em>libertà</em>, <em>uguaglianza</em> e sovranità della nazione.</p> <p>Nel 1791 viene instaurata una <strong>monarchia costituzionale</strong>, ma il tentativo di fuga del re aumenta la sfiducia nei suoi confronti. Nel 1792 viene proclamata la <strong>Repubblica</strong> e il <strong>21 gennaio 1793 Luigi XVI viene ghigliottinato</strong>.</p> <p>Durante la fase più radicale, il <strong>Comitato di Salute Pubblica</strong> guidato da <strong>Robespierre</strong> instaura il <strong>Terrore (1793-1794)</strong>, caratterizzato da repressioni e condanne contro i sospetti nemici della rivoluzione. Dopo la caduta di Robespierre nel 1794, nel 1795 viene istituito il <strong>Direttorio</strong>, in un periodo di instabilità politica che porterà all’ascesa di <strong>Napoleone Bonaparte</strong>.</p>"
  },

  {
    "titolo": "Rivoluzione Industriale",
    "descrizione": "La Rivoluzione Industriale fu un periodo di grandi trasformazioni economiche e sociali che iniziò nel XVIII secolo in Gran Bretagna.",
    "foto": "assets/img/RivoluzioneIndustriale.jpg",
    "contenuto":
      "<h2>Rivoluzione Industriale</h2> <p>La Rivoluzione industriale è un insieme di trasformazioni economiche, sociali e culturali che iniziano in Gran Bretagna alla fine del XVIII secolo, cambiando profondamente la società, il lavoro e l’organizzazione produttiva.</p> <p>Scoppia in Inghilterra grazie alla <strong>stabilità politica</strong>, al predominio nel commercio mondiale, a una <strong>borghesia dinamica</strong>, all’interesse per la tecnologia e al senso pratico degli imprenditori.</p> <p>Un ruolo decisivo è svolto dalla <strong>rivoluzione agricola</strong>: accorpamento delle terre, <strong>Rotazione di Norfolk</strong>, aumento della produttività, enclosures e diffusione di nuovi prodotti americani. Le conseguenze sono <strong>crescita demografica</strong>, sviluppo del mercato interno e delle vie di comunicazione.</p> <p>L’Inghilterra dispone di grandi quantità di <strong>carbone e ferro</strong>. Prima si diffonde l’industria a domicilio nel settore tessile; poi nascono <strong>fabbriche</strong>, con divisione del lavoro e produzione organizzata dall’imprenditore.</p> <p>Nel tessile si sviluppa l’industria del cotone, basata sull’importazione di cotone grezzo dalle colonie americane. Numerose innovazioni accelerano la produzione: <strong>spoletta automatica</strong>, <strong>spinning jenny</strong>, <strong>filatrice idraulica</strong>, <strong>mule</strong>, <strong>telaio meccanico</strong>.</p> <p>Nella siderurgia si passa dal carbone di legna al <strong>carbon coke</strong>. <strong>James Watt perfeziona la macchina a vapore</strong>, simbolo della rivoluzione industriale, applicata a fabbriche, ferrovie e navigazione.</p> <p>Le conseguenze sono <strong>urbanesimo</strong>, nascita del <strong>sistema capitalistico</strong>, <strong>sfruttamento del lavoro</strong>, orari fino a 12-16 ore e assenza di tutele.</p> <p>Nascono proteste operaie come il <strong>luddismo</strong>, represse con durezza.</p>"
  }
]